Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
es: en auto, las curvas a y b no tendrán efecto y no se mostrarán. los valores de color (a y b) de cada pixel se ajustarán en función a los datos de la curva L. auto XYZ es similar, pero establece los cambios de saturación en el espacio XYZ.

source: tonecurve for L channel
es: curva para el canal L

source: tonecurve for a channel
es: curva para el canal a

source: tonecurve for b channel
es: curva para el canal b

source: log
es: registro

source: tone equalizer
es: ecualizador de tono

source: blacks
es: negros

source: deep shadows
es: sombras profundas

source: light shadows
es: sombras claras

source: midtones
es: tonos medios

source: dark highlights
es: luces bajas

source: whites
es: blancos

source: speculars
es: especulares

source: filter diffusion
es: difusión de filtro

source: smoothing diameter
es: diámetro de suavizado

source: edges refinement or feathering
es: afinar o difuminar bordes

source: mask quantization
es: cuantificación de máscara

source: mask exposure compensation
es: nivelación de exposición de máscara

source: mask contrast compensation
es: nivelación de contraste de máscara

source: luminance estimator
es: estimador de luminancia

source: preserve details
es: preservar los detalles

source: mask blending : none
es: fusión de máscara : ninguno

source: mask blending : landscapes
es: fusión de máscara : panorama

source: mask blending : all purposes
es: fusión de máscara : multiuso

source: mask blending : isolated subjects
es: fusión de máscara : sujetos aislados

source: compress shadows/highlights : soft
es: compresión de sombras/luces : tenue

source: compress shadows/highlights : strong
es: compresión de sombras/luces : intenso

source: relight : fill-in
es: reencender : relleno

source: tone equalizer needs to be after distorsion modules in the pipeline – disabled
es: El ecualizador de tono debe estar después de los módulos de distorsión en el procesado: deshabilitado

source: tone equalizer failed to allocate memory, check your RAM settings
es: El ecualizador de tono no pudo reservar memoria, verifique la configuración de la RAM

source: tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
es: El búfer de entrada/salida del ecualizador de tono está mal alineado, informe del error a los desarrolladores

source: the interpolation is unstable, decrease the curve smoothing
es: La interpolación es inestable, disminuya el suavizado de la curva

source: wait for the preview to finish recomputing
es: Espere a que la vista previa termine de recalcular

source: some parameters are out-of-bounds
es: Algunos parámetros están fuera de los límites

source: simple
es: sencillo

source: advanced
es: avanzado

source: masking
es: máscaras

source: double-click to reset the curve
es: Doble clic para restablecer la curva

source: curve smoothing
es: suavizado de curva

source: positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
es: Los valores positivos producirán transiciones de tono graduales pero la curva puede volverse oscilatoria con algunas configuraciones. Los valores negativos evitarán oscilaciones y se comportarán de manera más robusta pero puede producir transiciones de tonos abruptas y dañar el contraste local.

source: RGB average
es: RGB promedio

source: HSL lightness
es: Luminosidad HSV

source: HSV value / RGB max
es: valor HSV / máx. RGB

source: RGB sum
es: RGB suma

source: RGB euclidean norm
es: RGB norma euclidiana

source: RGB geometric mean
es: RGB media geométrica

source: preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
es: Previsualice la máscara y elija el estimador que le proporcione mayor contraste entre las áreas a aclarar y las áreas a oscurecer

source: averaged guided filter
es: filtro guiado promediado

source: guided filter
es: filtro guiado

source: 'no' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of both methods
es: No: afecta el contraste global y local (es seguro si solo se añade contraste) Filtro guiado: solo afecta el contraste global tratando de preservar el contraste local Filtro guiado promediado: es una media geométrica de ambos métodos

source: number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
es: Número de pasadas del filtro guiado para aplicar Ayuda a difuminar los bordes del filtro a expensas de la velocidad

source: diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
es: Diámetro del desenfoque en relación porcentual al tamaño de la imagen más grande Advertencia: los valores altos pueden hacer que la vista previa del cuarto oscuro sea mucho más lenta si se usa la reducción de ruido perfilado.

source: edges refinement/feathering
es: afinar o difuminar bordes

source: precision of the feathering : higher values force the mask to follow edges more closely but may void the effect of the smoothing lower values give smoother gradients and better smoothing but may lead to inaccurate edges taping and halos
es: Precisión del difuminado: Con valores elevados, se fuerza a la máscara a incrementar la precisión con los bordes, pero se puede anular el efecto del suavizado Con valores inferiores, se dan gradientes más lisos y mejor suavizado, pero pueden darse bordes imprecisos y halos

source: mask post-processing
es: postprocesado de máscara

source: mask histogram span between the first and last deciles. the central line shows the average. orange bars appear at extrema if clipping occurs.
es: El histograma de máscara se extiende entre el primer y el último decil. La línea central muestra el promedio. Aparecerán barras naranjas en los extremos si se produce un recorte.

source: 0 disables the quantization. higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
es: 0 deshabilita la cuantización. Los valores más altos posterizan la máscara de luminancia para ayudar a guiar Cuando se usan valores de difuminado altos, produce áreas lisas por segmentos

source: use this to slide the mask average exposure along channels for a better control of the exposure correction with the available nodes. the picker will auto-adjust the average exposure at -4EV.
es: Úsese para deslizar la exposición promedio de la máscara a lo largo de los canales y lograr un mejor control de la corrección de exposición con los nodos disponibles. El cuentagotas ajustará automáticamente la exposición promedio a -4 EV.

source: use this to counter the averaging effect of the guided filter and dilate the mask contrast around -4EV this allows to spread the exposure histogram over more channels for a better control of the exposure correction.
es: Úsese para contrarrestar el efecto promedio del filtro guiado y dilatar el contraste de la máscara alrededor de -4 EV Permite extender el histograma de exposición a más canales. Ofrece un mejor control sobre la corrección de exposición.

source: display exposure mask
es: mostrar la máscara de exposición

source: tone mapping
es: mapeo de tonos

source: mid-tones bias
es: desviación de tonos medios

source: the strength of saturation boost
es: Intensidad del realce de la saturación

source: how much to spare highlights and shadows
es: Proporción de luces y sombras excluidas

source: the amount of vibrance
es: Grado de intensidad

source: vignetting
es: viñeteado

source: fall-off strength
es: fuerza del difuminado

source: horizontal center
es: centro horizontal

source: vertical center
es: centro vertical

source: shape
es: figura

source: width-height ratio
es: proporción anchura/altura

source: automatic ratio
es: proporción automática

source: 8-bit output
es: salida de 8 bits

source: 16-bit output
es: salida de 16 bits

source: width/height ratio
es: proporción anchura/altura

source: the radii scale of vignette for start of fall-off
es: Dimensión del radio donde inicia el difuminado del efecto viñeta

source: the radii scale of vignette for end of fall-off
es: Dimensión del radio donde termina el difuminado del efecto viñeta

source: strength of effect on brightness
es: Intensidad del efecto en el brillo

source: strength of effect on saturation
es: Intensidad del efecto sobre la saturación

source: horizontal offset of center of the effect
es: Desplazamiento horizontal del centro del efecto

source: vertical offset of center of the effect
es: Desplazamiento vertical del centro del efecto

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
es: Factor de figura 0 produce un rectángulo 1 produce un círculo o una elipse 2 produce un diamante

source: enable to have the ratio automatically follow the image size
es: Activar para que la proporción siga automáticamente el tamaño de imagen

source: width-to-height ratio
es: Factor de proporción entre la altura y la anchura

source: add some level of random noise to prevent banding
es: Añadir cierto nivel de ruido aleatorio para prevenir bandas

source: [%s on node] change vignette/feather size
es: [%s en el nodo] cambiar el tamaño de viñeta/difuminado

source: [%s on node] change vignette/feather size keeping ratio
es: [%s en el nodo] cambiar el tamaño de viñeta/difuminado manteniendo la proporción

source: [%s on center] move vignette
es: [%s en el centro] mover viñeta

source: watermark
es: marca de agua

source: refresh
es: refrescar

source: x offset
es: desplazamiento x

source: y offset
es: desplazamiento y

source: marker
es: marca

source: scale on
es: proporcional a

source: content
es: contenido

source: SVG watermarks in %s/watermarks or %s/watermarks
es: Marcas de agua SVG en %s/watermarks o %s/watermarks

source: watermark color, tag: $(WATERMARK_COLOR)
es: Color de texto, etiqueta: $(WATERMARK_COLOR)

source: select watermark color
es: Escoja el color de la marca de agua

source: pick color from image
es: Seleccionar un color de la imagen

source: text
es: texto

source: text string, tag: $(WATERMARK_TEXT)
es: Cadena de texto, etiqueta: $(WATERMARK_TEXT)

source: font
es: tipografía

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
es: Tipografía, etiquetas: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: larger border
es: borde largo

source: smaller border
es: borde corto

source: size is relative to
es: El tamaño es relativo a...

source: position
es: posición

source: alignment
es: alineación

source: the opacity of the watermark
es: Transparencia de la marca de agua

source: the scale of the watermark
es: Dimensión de la marca de agua

source: the rotation of the watermark
es: Grados de rotación de la marca de agua

source: zone system
es: sistema de zonas

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
es: Zonas de luminosidad Use la rueda del ratón para cambiar el número de zonas Pulsación izquierda en un borde crea un marcador Pulsación derecha sobre un marcador lo borra

source: background jobs
es: trabajos en segundo plano

source: camera settings
es: configuración de cámara

source: capture image(s)
es: capturar imagen

source: toggle view property in center view
es: Activar la vista de propiedades sobre la imagen

source: connection with camera lost, exiting tethering mode
es: Se perdió la conexión con la cámara, saliendo del modo de captura

source: battery
es: batería

source: camera control
es: control de cámara

source: modes
es: modos

source: timer (s)
es: temporizador(es)

source: count
es: disparo secuencial

source: brackets
es: ahorquillado

source: bkt. steps
es: incrementos

source: toggle delayed capture mode
es: Activar modo de captura con retraso

source: toggle sequenced capture mode
es: Activar modo de captura secuenciado

source: toggle bracketed capture mode
es: Activar modo de captura horquillado

source: the count of seconds before actually doing a capture
es: Cuenta regresiva en segundos antes de hacer una captura

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
es: Número de disparos en secuencia. Puede utilizarse en conjunto con el modo diferido para crear animación cuadro por cuadro

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
es: Cantidad de capturas en el ahorquillado; cantidad = (posiciones*2)+1.

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
es: Número de incrementos por toma. Los incrememtos son configurables en la cámara y normalmente son tres incrementos por paso. Es decir, 3 incrementos son 1 EV de exposición de diferencia entre disparos.

source: additional properties
es: propiedades adicionales

source: label
es: etiqueta

source: property
es: propiedades

source: add user property
es: añadir propiedades del usuario

source: program
es: programa

source: focus mode
es: modo de enfoque

source: shutterspeed2
es: velocidad de disparo 2

source: shutterspeed
es: velocidad de disparo

source: WB
es: Balance de blancos

source: collect images
es: recolectar imágenes

source: search filmroll
es: buscar sesión

source: problem selecting new path for the filmroll in %s
es: problema seleccionando una nueva ruta para la sesión en %s

source: search filmroll...
es: buscar sesión...

source: remove...
es: eliminar...

source: uncategorized
es: sin categoría

source: not tagged
es: sin etiquetar

source: copied locally
es: copiar localmente

source: group followers
es: seguidores de grupo

source: clear this rule
es: eliminar esta regla

source: clear this rule or add new rules
es: eliminar esta regla o añadir nuevas reglas

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
es: Escriba su búsqueda, utilice <, <=, >, >=, <>, =, [;] como operadores

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
es: Escriba la búsqueda, utilice <, <=, >, >=, <>, =, [;] como operadores, tipos de datos en forma de : YYYY:MM:DD HH:MM:SS (solo el año es obligatorio)

source: type your query, use `%' as wildcard and `,' to separate values
es: Escriba el término, use '%' como comodín y ',' para separar los valores

source: type your query, use `%' as wildcard
es: Escriba la ruta, use '%' como comodín

source: narrow down search
es: reducir la búsqueda

source: add more images
es: añadir más imágenes

source: exclude images
es: excluir imágenes

source: change to: and
es: cambiar a: y

source: change to: or
es: cambiar a: o

source: change to: except
es: cambiar a: excepto

source: color picker
es: cuentagotas

source: pick color
es: seleccionar color

source: add sample
es: añadir muestra

source: hover to highlight sample on canvas, click to lock sample
es: pasar por encima para resaltar la muestra sobre el lienzo, hacer clic para tomar

source: live samples
es: muestras ajustables

source: point
es: punto

source: area
es: área

source: mean
es: promedio

source: min
es: mín.

source: max
es: máx.

source: restrict histogram to selection
es: restringir el histograma a la selección

source: add
es: agregar

source: display sample areas on image
es: mostrar sobre la imagen

source: history stack
es: historial de acciones

source: open sidecar file
es: abrir archivo asociado

source: XMP sidecar files
es: Archivos asociados xmp

source: error loading file '%s'
es: Error al cargar el archivo '%s'

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
es: Una imagen sin compresión del historial. Ver etiqueta: darktable|problem|history-compress.

source: history compression warning
es: Advertencia de compresión del historial

source: do you really want to clear history of %d selected image?
es: ¿Desea realmente remover el historial de %d imagen seleccionada?

source: delete images' history?
es: ¿Borrar el historial de las imágenes?

source: copy...
es: copiar...

source: copy part history stack of first selected image
es: Copiar elementos del historial de acciones de la primera imagen seleccionada

source: copy all
es: copiar todo

source: copy history stack of first selected image
es: Copiar el historial de acciones de la primera imagen seleccionada

source: paste...
es: pegar...

source: paste part history stack to all selected images
es: Pegar elementos del historial de acciones en todas las imágenes seleccionadas

source: paste all
es: pegar todo

source: paste history stack to all selected images
es: Pegar el historial de acciones en todas las imágenes seleccionadas

source: compress history
es: comprimir historial de acciones

source: compress history stack of all selected images
es: Comprimir el historial de acciones de todas las imágenes seleccionadas

source: discard history
es: descartar historial de acciones

source: discard history stack of all selected images
es: Descartar el historial de acciones de todas las imágenes seleccionadas

source: append
es: anexar

source: how to handle existing history
es: Manera de gestionar al historial existente

source: load sidecar file...
es: cargar archivo xmp...

source: open an XMP sidecar file and apply it to selected images
es: Abrir un archivo XMP y aplicarlo a las imágenes seleccionadas

source: write history stack and tags to XMP sidecar files
es: Escribir el historial de acciones y las etiquetas en los archivos XMP asociados

source: discard
es: descartar

source: paste
es: pegar

source: load sidecar files
es: cargar archivo xmp

source: duplicate manager
es: administrador de duplicado

source: existing duplicates
es: duplicados existentes

source: create a 'virgin' duplicate of the image without any development
es: Crear un duplicado 'virgen' de la imagen (sin ningún revelado)

source: create a duplicate of the image with same history stack
es: Crear un duplicado de la imagen con la misma historia

source: export selected
es: exportar selección

source: export to disk
es: exportar al disco

source: storage options
es: opciones de almacenamiento

source: target storage
es: guardar en

source: format options
es: opciones de formato

source: file format
es: formato de archivo

source: global options
es: opciones globales

source: maximum output width set to 0 for no scaling
es: Anchura máxima Use 0 para no redimensionar

source: maximum output height set to 0 for no scaling
es: Altura máxima Use 0 para no redimensionar

source: max size
es: tamaño máx.

source: allow upscaling
es: permitir redimensionado

source: high quality resampling
es: remuestreo de alta calidad

source: do high quality resampling during export
es: Hacer un remuestreo de alta calidad durante la exportación

source: store masks
es: guardar máscaras

source: store masks as layers in exported images. only works for some formats.
es: Almacena las máscaras como capas en las imágenes exportadas. Sólo funciona con algunos formatos.

source: image settings
es: configuración de la imagen

source: output ICC profiles in %s or %s
es: Perfiles de salida ICC en %s o %s

source: style
es: estilo

source: temporary style to use while exporting
es: Estilo temporal para ser aplicado al exportar

source: replace history
es: reemplazar al historial

source: append history
es: incorporar al historial

source: whether the style items are appended to the history or replacing the history
es: Los elementos del estilo se anexan al historial o se reemplazan

source: export with current settings
es: Exportar con la configuración actual

source: edit metadata exportation details
es: Editar los detalles de exportación de los metadatos

source: select tag
es: elegir etiqueta

source: done
es: hecho

source: list filter
es: filtro de lista

source: list of available tags. click 'add' button or double-click on tag to add the selected one
es: Lista de etiquetas disponibles. Pulse el botón 'agregar' o pulsación doble en la etiqueta seleccionada para agregarla

source: type
es: tipo

source: edit metadata exportation
es: Editar la exportación de metadatos

source: save
es: guardar

source: general settings
es: Configuración general

source: exif data
es: información Exif

source: export exif metadata
es: Exportar metadatos Exif

source: metadata
es: metadatos

source: export dt xmp metadata (from metadata editor module)
es: Exportar metadatos xmp de dt (desde el módulo editor de metadatos)

source: only embedded
es: solo incrustado

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
es: De manera predeterminada, la interfaz envía algunos metadatos (limitados) con la imagen al almacenamiento remoto. Para evitarlo y dejar solo la imagen incrustada con metadatos XMP de dt, márquelo. Si el almacenamiento remoto no comprende los metadatos XMP de dt, puede usar en su lugar metadatos calculados

source: geo tags
es: geoetiquetas

source: export geo tags
es: Exportar geoetiquetas

source: export tags (to Xmp.dc.Subject)
es: Exportar etiquetas (a Xmp.dc.Subject)

source: private tags
es: etiquetas privadas

source: export private tags
es: Exportar etiquetas privadas

source: synonyms
es: sinónimos

source: export tags synonyms
es: Exportar las etiquetas que son sinónimos

source: omit hierarchy
es: ignorar jerarquía

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
es: Solo se incluirá la última parte de las etiquetas jerárquicas. Puede ser útil si no se utilizan categorías.

source: hierarchical tags
es: etiquetas jerárquicas

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
es: Exportar etiquetas jerárquicas (a Xmp.lr.Hierarchical)

source: develop history
es: ampliar el historial

source: export dt development data (recovery purpose in case of loss of database or xmp file)
es: Exportar datos de desarrollo de dt (para restauración en caso de pérdida de base de datos o archivo xmp)

source: per metadata settings
es: Mediante la configuración de metadatos

source: list of available tags
es: lista de etiquetas disponibles

source: redefined tag
es: etiqueta redefinida

source: formula
es: fórmula

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
es: Lista de metadatos calculados. Si la fórmula está vacía, los metadatos correspondientes se eliminan del archivo exportado. Si la fórmula es '=', los metadatos Exif se exportan incluso si los datos Exif están desactivados, de lo contrario, los metadatos correspondientes se calculan y se añaden al archivo exportado Pulse en la celda de fórmula para editarla. Variables reconocidas:
